const AboutPage = () => {
  return (
    <div className="container py-4">
      <h1 className="mb-4">Kanakina Design Studioについて</h1>
      <p><strong>Kanakina Design Studio: あなたのビジョンを、私の創造力で形に。</strong></p>
      <p>ブランディングデザイナーとして、アイデアを影響力のある現実へと変えるために、包括的なアプローチで取り組んでいます。私の情熱は、様々なクリエイティブ領域でユニークで一貫性のある体験を創り出すことにあります。</p>
      <p>私の専門知識は、コンセプトから完成まで環境を丁寧に作り上げる<strong>インテリアデザイン</strong>に及びます。最近の実績としては、兵庫県の元宝塚ホテル跡地に新設された保育園のあらゆる側面をデザインしました。これには、特注の下駄箱のデザインやオーダーメイドの門扉用のアンティーク鉄の調達、素材の選定、各部屋のサインデザインなどが含まれます。また、書き込み可能なアートボードの壁や、魅力的な絵本コーナーの設置、ロビーのカーテンやオフィスの家具の選定まで監修し、細部に至るまで調和のとれた空間づくりに貢献しました。</p>
      <p><strong>映像制作</strong>では、ダイナミックなビジュアルで物語に命を吹き込むことを専門としています。コンセプト作りから撮影、After Effects、Premiere Pro、Illustrator、Photoshopを使った高度な編集まで、魅力的なコンテンツを制作します。私のポートフォリオには、保育園のイベントビデオ、企業のプロモーションフィルム、採用インタビュー、商品説明、営業プレゼンテーション、社内研修モジュールなどが含まれます。また、YouTubeやTikTokの運用も行い、デジタルでの存在感を最大化します。</p>
      <p>物理的な空間や映像だけでなく、<strong>ブランディングおよびグラフィックデザイン</strong>のサービスも提供しています。これには、特徴的なロゴデザイン、印象的なチラシ、プロフェッショナルな名刺、ユニークな商品などが含まれます。私の目標は、ターゲット層に響き、あなたのアイデンティティを高めるトータルブランディングソリューションを提供することです。</p>
      <p>私のクリエイティブな旅は、旅への愛情からもインスピレーションを得ており、世界中から見つけたユニークな商品を共有するBASEでの<strong>Eコマース</strong>事業にも繋がっています。さらに、<strong>シンガーソングライター</strong>として、海外のアーティストとコラボレーションし、サブスクリプションプラットフォームで音楽をリリースしています。これは私のInstagramにも反映されている個人的な創作活動です。</p>
      <p>情熱、精度、そしてユニークな才能で、あなたの次のクリエイティブプロジェクトを実現するために協力しましょう。</p>
    </div>
  );
};

export default AboutPage;
